Repository: mirko-pagliai/me-cms-youtube
Catalog: src/Locale/*/me_youtube.po
Languages: it

source: The videos category has been saved
it: La categoria video è stata salvata

source: The videos category could not be saved
it: La categoria video non può essere salvata

source: The videos category has been deleted
it: La categoria video è stata cancellata

source: The videos category could not be deleted
it: La categoria video non può essere cancellata

source: Before you delete this category, you have to delete its videos or assign them to another category
it: Prima di cancellare questa categoria, devi cancellare i suoi video o assegnarli a un'altra categoria

source: Before you can manage videos, you have to create at least a category
it: Prima di gestire i video, devi creare almeno una categoria

source: This is not a {0} video
it: Questo non è un video di {0}

source: Unable to retrieve video information. Probably the video is private
it: Impossibile recuperare le informazioni del video. Probabilmente il video è privato

source: The video has been saved
it: Il video è stato salvato

source: The video could not be saved
it: Il video non può essere salvato

source: The video has been deleted
it: Il video è stato cancellato

source: The video could not be deleted
it: Il video non può essere cancellato

source: Add video
it: Aggiungi video

source: Video url
it: Url del video

source: Is a spot
it: È uno spot

source: Enable this option if this video is a spot
it: Abilita questa opzione se il video è uno spot

source: Preview
it: Anteprima

source: Open on {0}
it: Apri su {0}

source: Duration
it: Durata

source: Edit video
it: Modifica video

source: Videos
it: Video

source: Add videos category
it: Aggiungi categoria video

source: Edit videos category
it: Modifica categoria video

source: Videos categories
it: Categorie video

source: Latest {0} videos
it: Ultimi {0} video

source: Latest video
it: Ultimo video

source: Random {0} videos
it: {0} video casuali

source: Random video
it: Video casuale

source: Search videos
it: Cerca video

source: Skip to the video
it: Salta al video

source: Videos of today
it: Video di oggi

source: Videos of yesterday
it: Video di ieri

source: Videos of {0}
it: Video del {0}

source: Latest videos
it: Ultimi video

source: List videos
it: Elenca video
